tap "austinjones/taps"
tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "bat"
brew "cairo"
brew "clojure"
brew "cmake"
brew "exa"
brew "fasd"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "pkg-config"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "isync", restart_service: true
brew "leiningen"
brew "libstfl"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mu"
brew "ncspot"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "node"
brew "pandoc"
brew "poppler"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "stow"
brew "subversion"
brew "tectonic"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clementtsang/bottom/bottom"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
cask "alfred"
cask "android-file-transfer"
cask "anki"
cask "balenaetcher"
cask "darktable"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-ia-writer-duospace"
cask "font-ibm-plex-mono"
cask "font-iosevka-aile"
cask "font-iosevka-nerd-font"
cask "font-iosevka-sparkle"
cask "font-iosevka-ss14"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hackintool"
cask "hammerspoon"
cask "impactor"
cask "iterm2"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "mos"
cask "notion"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
