tap "austinjones/taps"
tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "eth-p/software"
tap "fwartner/mac-cleanup"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jesseduffield/lazygit"
tap "michaeleisel/zld"
brew "argon2"
brew "aria2"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "python@3.9"
brew "pkg-config"
brew "cairo"
brew "choose-gui"
brew "clac"
brew "cmake"
brew "coreutils"
brew "dua-cli"
brew "e2fsprogs"
brew "exa"
brew "fd"
brew "fennel"
brew "libtool"
brew "gnutls"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gpgme"
brew "gnu-tar"
brew "go"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "isync", restart_service: true
brew "libarchive"
brew "libmagic"
brew "pango"
brew "libstfl"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mas"
brew "mu"
brew "ncspot"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "pandoc"
brew "pfetch"
brew "php"
brew "pv"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "starship"
brew "stow"
brew "subversion"
brew "tectonic"
brew "telnet"
brew "testdisk"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "uwsgi"
brew "wordnet"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clementtsang/bottom/bottom"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
brew "jesseduffield/lazygit/lazygit"
cask "android-platform-tools"
cask "blender"
cask "docker"
cask "firefox"
cask "firefox-nightly"
cask "flutter"
cask "font-league-mono"
cask "font-overpass"
cask "keka"
cask "macfuse"
cask "marta"
cask "microsoft-edge"
